Repository: FHWWC/File-Hash-UWP
Catalog: 文件校验/Strings/*/Resources.resw
Source language: en
Languages: zh_hant

# MainPage1.Text
source: It takes a lot of memory to perform the calibration. If you use it for a long time, it is recommended that you restart the application and continue the calibration.
zh_hant: 進行校驗會耗費一定量的內存,如果您使用時間較長,建議您重啟應用繼續校驗.

# MainPage10.Text
source: Compare the MS official calibration values:
zh_hant: 將微軟官方提供的校驗值輸入比對：

# MainPage11.Header
source: Compare Result
zh_hant: 核對校驗結果

# MainPage11.PlaceholderText
source: Please enter the value you want to check
zh_hant: 請輸入你將要核對的值

# MainPage12.Content
source: Check
zh_hant: 核對

# MainPage13.Header
source: Online check the file SHA1 value.
zh_hant: 在線核對SHA1值

# MainPage14.Content
source: Check MD5
zh_hant: 校验MD5

# MainPage15.Content
source: Check SHA1
zh_hant: 校验SHA1

# MainPage16.Content
source: Check SHA256
zh_hant: 校验SHA256

# MainPage17.Content
source: Check SHA384
zh_hant: 校验SHA384

# MainPage18.Content
source: Check SHA512
zh_hant: 校验SHA512

# MainPage19.Content
source: Start
zh_hant: 點擊核對

# MainPage2.Text
source: Support check the MD5,SHA1,SHA256,SHA384,SHA512 values.
zh_hant: 支持校驗MD5值,SHA1值,SHA256值,SHA384值,SHA512值.

# MainPage20.Text
source: The SHA value you entered is in the wrong format. Please check it carefully and click check button again.
zh_hant: 你輸入的SHA值格式有誤,請仔細檢查後再點擊核對

# MainPage21.Content
source: Check CRC32
zh_hant: 校验CRC32

# MainPage22.Text
source: Drag and drop file to here and start
zh_hant: 將文件拖放到此處並開始校驗

# MainPage3.Content
source: Select and Start
zh_hant: 選擇並開始

# MainPage4.Header
source: Basic Information
zh_hant: 基本信息

# MainPage5.Header
source: Result
zh_hant: 校驗結果

# MainPage6.Content
source: Copy
zh_hant: 複製

# MainPage7.Content
source: Clear
zh_hant: 清除

# MainPage8.Content
source: Share result
zh_hant: 分享

# MainPage9.Content
source: Save result
zh_hant: 保存到本地

# SettingTrans1.Content
source: Apply
zh_hant: 應用

# SettingTrans2.Text
source: You need to restart application changes to take effect.
zh_hant: 需要重啟應用更改才能生效.

# SettingTrans3.Text
source: Sorry,You can't restart application, Please close and open this application again,You need update your system at least build 14393.
zh_hant: 抱歉,您的系統或設備不支持直接重啟,請自行關閉應用再打開.

# SettingTrans4.Content
source: Click Restart
zh_hant: 點擊重啟
